tap "achannarasappa/tap"
tap "adoptopenjdk/openjdk"
tap "afnanenayet/tap"
tap "appsody/appsody"
tap "aws/tap"
tap "bell-sw/liberica"
tap "brianm/tools"
tap "bridgedotnet/cli"
tap "caarlos0/tap"
tap "clarkema/nomad"
tap "cloudfoundry/tap"
tap "cuelang/tap"
tap "elastic/tap"
tap "elek/brew"
tap "eth-p/software"
tap "ethereum/ethereum"
tap "github/gh"
tap "go-swagger/go-swagger"
tap "goreleaser/tap"
tap "greymd/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "kframework/k"
tap "marcelomazza/curl-libssh2"
tap "microsoft/git"
tap "minamijoyo/tfschema"
tap "mongodb/brew"
tap "plentico/plenti"
tap "sampointer/dy"
tap "saulpw/vd"
tap "stripe/stripe-cli"
tap "tilt-dev/tap"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
tap "yudai/gotty"
brew "openjdk"
brew "allure"
brew "libyaml"
brew "xz"
brew "python@3.9", link: false
brew "ansible"
brew "ant"
brew "asciidoc"
brew "asciidoctor"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "automake"
brew "awscli", link: false
brew "bash"
brew "bash-completion"
brew "bat"
brew "bazel"
brew "bind", link: false
brew "binutils"
brew "cabal-install"
brew "libpng"
brew "libffi"
brew "glib"
brew "cairo"
brew "zstd"
brew "chezmoi"
brew "circleci"
brew "cmake"
brew "composer"
brew "consul"
brew "coreutils"
brew "ctags"
brew "curl"
brew "go"
brew "dep"
brew "dhall"
brew "dhall-json"
brew "diff-so-fancy"
brew "diffutils"
brew "mono"
brew "docfx"
brew "doctl"
brew "gnu-tar"
brew "gpatch"
brew "dpkg"
brew "drake"
brew "ed"
brew "jpeg"
brew "elixir"
brew "ethereum"
brew "giflib"
brew "gmp"
brew "libtool"
brew "pkg-config"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "webp"
brew "libsodium"
brew "snappy"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "flex"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git", link: false
brew "git-filter-repo"
brew "git-gui"
brew "git-lfs"
brew "git-octopus"
brew "glow"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-which"
brew "libksba"
brew "gnupg"
brew "pango"
brew "gnuplot"
brew "go-bindata"
brew "gradle"
brew "grafana"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gron"
brew "gzip"
brew "hadolint"
brew "helm"
brew "hexyl"
brew "highlight"
brew "hugo"
brew "imagemagick"
brew "istioctl"
brew "jfrog-cli"
brew "jid"
brew "jq"
brew "jruby"
brew "jsoncpp"
brew "jsonnet"
brew "jsonnet-bundler", link: false
brew "kde-extra-cmake-modules"
brew "kde-kdoctools"
brew "kde-ki18n"
brew "kind"
brew "kompose"
brew "kops", link: false
brew "krakend"
brew "kubecfg"
brew "kubectx", link: false
brew "kubernetes-service-catalog-client"
brew "kustomize"
brew "lcov"
brew "leiningen"
brew "less"
brew "leveldb"
brew "lz4"
brew "libarchive"
brew "libgit2"
brew "libzip"
brew "llvm"
brew "m4"
brew "make"
brew "maven"
brew "minikube"
brew "mmv"
brew "mono-libgdiplus"
brew "youtube-dl"
brew "mpv"
brew "msgpack-tools"
brew "nano"
brew "nginx"
brew "ninja"
brew "nmap"
brew "ntp"
brew "nuget"
brew "nvm"
brew "octant"
brew "openapi-generator"
brew "openshift-cli"
brew "packer"
brew "pandoc"
brew "plantuml"
brew "pre-commit"
brew "pulumi"
brew "pv"
brew "pyenv"
brew "python@3.7"
brew "quantlib"
brew "rbenv"
brew "ren"
brew "rename"
brew "ripgrep"
brew "rocksdb"
brew "ruby"
brew "rustup-init"
brew "s3cmd"
brew "sampler"
brew "screen"
brew "skaffold"
brew "solidity", link: false
brew "sphinx-doc"
brew "sslmate"
brew "step"
brew "subversion"
brew "swi-prolog"
brew "tanka"
brew "terraform"
brew "tflint"
brew "the_silver_searcher"
brew "thrift"
brew "tree"
brew "vale"
brew "watch"
brew "wdiff"
brew "wget"
brew "xmlstarlet"
brew "yq"
brew "zlib"
brew "achannarasappa/tap/ticker"
brew "afnanenayet/tap/diffsitter"
brew "appsody/appsody/appsody"
brew "aws/tap/copilot-cli"
brew "brianm/tools/jp"
brew "bridgedotnet/cli/bridge"
brew "caarlos0/tap/org-stats"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli@7"
brew "cuelang/tap/cue"
brew "elastic/tap/kibana-full"
brew "elek/brew/flekszible"
brew "eth-p/software/bat-extras"
brew "ethereum/ethereum/solidity@5", link: false
brew "ethereum/ethereum/solidity@6", link: false
brew "go-swagger/go-swagger/go-swagger"
brew "goreleaser/tap/goreleaser"
brew "greymd/tools/teip"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/waypoint"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "kframework/k/kframework"
brew "minamijoyo/tfschema/tfschema"
brew "mongodb/brew/mongocli"
brew "mongodb/brew/mongodb-community"
brew "plentico/plenti/plenti"
brew "sampointer/dy/dy"
brew "saulpw/vd/visidata", link: false
brew "stripe/stripe-cli/stripe"
brew "tilt-dev/tap/tilt"
brew "weaveworks/tap/eksctl"
brew "yudai/gotty/gotty"
cask "adoptopenjdk13"
cask "dotnet"
cask "git-credential-manager-core"
cask "gpg-suite-pinentry"
cask "lens"
cask "liberica-jre8-full"
